{
    "title": "Amsterdam apothecary",
    "family-business":"FAMILY OWNED BUSINESS",
    "medical-cannabis":"Medicinal Cannabis",
    "we-are-proud":"We’re proud to be one of only a few independent licensed producers",
    "buy-now":"Buy Now",
    "benefits":"Benefits",
    "test-labs":"Testing Labs",
    "product-manu":"Product Manufacturing",
    "highest-quality":"Highest Medical Marijuana",
    "menus":{
        "home":"Home",
        "about":"About",
        "benefits":"Benefits",
        "pricing":"Pricing",
        "lab":"Lab",
        "contact":"Contact Us"
    },
    "about":{
        "title":"ABOUT US",
        "why-choose":"Why choose Amsterdam Apothecary CBD Oil?",
        "why-choose-desc-para1":"Our establishment was founded by the like minded people that come together to research and development of cannabis oil for wellbeing of living.",
        "why-choose-desc-para2":"Amsterdam Apothecary CBD oil is made by extracting CBD from the well selected Bio-cannabis plants then diluting it with cold pressed Bio hemp seeds oil.",
        "making-our-product":"Making of our product",
        "making-para1":"We work with the best genetics of medical cannabis which are organically grown to be top quality. Each plant is carefully selected for its THC/CDB content to meet with our high quality production standards. We do not use any harmful materials, synthatic/chemical fertilizers, pesticides and metal",
        "making-para2":"We manufacture our oil as per your needs and production is carried out upon receiving an official order. This practice is follwed to make sure the supply meet the exacy requirements specified by our buyers."
    },
    "feature":{
        "specially":"Speciall for",
        "specially-desc":"Japanese consumers we are making 0%THC according to the Japanese rules and relguation.",
        "form":"Product Form & Usage",
        "form-desc1":"CBD oil is offered in 10 ml pipette drop bottles for easy use.",
        "form-desc2":"Gently squeeze the rubber end and release. The dropper will fill about halfway, but this indicates a full dropper.",
        "quality":"Quality checked",
        "quality-desc":"We ensure all our products are third-party lab tested for their content and available Cannabinoids",
        "results":"For Best Results",
        "results-desc1":"Consistency, as with any supplement, is key for success",
        "results-desc2":"Take it daily.",
        "results-desc3":"Store at room temperature away from light.",
        "results-desc4":"Avoid touching dropper to mouth to preserve the quality of your hemp extract oil."
    },
    "benefit":{
        "title":"BENEFITS",
        "studies":"Studies & Facts",
        "uses":"Uses of CBD Oil",
        "uses-desc1":"Cannabidiol is a well known natural remedy used for many common ailments. CBD oil is gaining momentum in the health and wellness world, with some scientific studies confirming it may ease symptoms of ailments like chronic pain and anxiety.",
        "uses-desc2":"The human body has a vast network of receptors, called the endocannabinoid system, which help us maintain overall wellness and keep many of our physical processes moving in the right direction. CBD stimulates the receptors, helping the body complete its efforts to keep us in good health.",
        "positive-effects":"Positive Effects of CBD Oil",
        "neuro":"Neuroprotective Properties",
        "neuro-desc1":"Researchers believe that CBD's ability to act on the endocannabinoid system and other brain signaling systems may provide benefits for those with neurological disorders.",
        "neuro-desc2":"In fact, one of the most studied uses for CBD is in treating neurological disorders like epilepsy and multiple sclerosis. Though research in this area is still relatively new, several studies have shown promising results",
        "relieves":"Relieves Pain",
        "relieves-desc1":"Cannabis had been used to treat pain in ancient civilizations like Sumarian, Babyloninan, Asian etc.",
        "relieves-desc2":"Modern day studies have shown that CBD may help reduce chronic pain by impacting endocannabinoid receptor activity, reducing inflammation and interacting with neurotransmitters.",
        "heart-health":"Benefits Heart Health",
        "heart-desc":"A single dose of cannabidiol reduces blood pressure in healthy volunteers in a randomized crossover study.",
        "acne":"Reduces Acne",
        "acne-desc":"Based on recent scientific studies, CBD oil may help treat acne due to its anti-inflammatory properties and ability to reduce sebum production.",
        "cancer-symptoms":"Can Alleviate Cancer-Related Symptoms",
        "cancer-desc":"CBD may help reduce symptoms related to cancer and side effects related to cancer treatment, like nausea, vomiting and pain.",
        "several-others":"Several Other Potential Benefits",
        "other1":"Antipsychotic effects",
        "other-desc1":"Studies suggest that CBD may help people with schizophrenia and other mental disorders by reducing psychotic symptoms",
        "other2":"Substance abuse treatment",
        "other-desc2":"CBD has been shown to modify circuits in the brain related to drug addiction. In rats, CBD has been shown to reduce morphine dependence and heroin-seeking behaviour",
        "other3":"Anti-tumor effects:",
        "other-desc3":"In test-tube and animal studies, CBD has demonstrated anti-tumor effects. In animals, it has been shown to prevent the spread of breast, prostate, brain, colon and lung cancer .",
        "other4":"Diabetes prevention",
        "other-desc4":"In diabetic mice, treatment with CBD reduced the incidence of diabetes by 56% and significantly reduced inflammation."
    }
}